 [
    {
        "image": "https://media.prodyme.in/assets/cust.png",
        "title": "Mr. Gurmeet Ahluwalia Swasthya Vihar, Delhi",
        "description": "Let me tell you, choosing Prodyme Homes was one of the best decisions we've made. At 55, you want things smooth, right? These guys made building our dream home a breeze. No stress, just quality work. Our place? It's like they knew exactly what we needed."
    },
    {
        "image": "https://media.prodyme.in/assets/cust.png",
        "title": "Mr. Kishlay Pandey Sec 65, Gurugram",
        "description": "Prodyme turned our dream into reality with grace. No unnecessary drama, just a smooth process. Our home is not just a place to live; it's where we make memories. Prodyme's got that timeless touch that caters to folks like us who appreciate the finer things in life."
    },
    {
        "image": "https://media.prodyme.in/assets/cust.png",
        "title": "Mr. Amit Singh Sec 1, Greater Noida",
        "description": "Prodyme Homes really understands your vision. We had specific ideas, and they just got it. It's like they've been doing this forever. If you want a home that reflects your journey, Prodyme's the way to go."
    },
    {
        "image":"https://media.prodyme.in/assets/cust.png",
        "title": "Mr. Tauqueer Ahmad Jasola, Delhi",
        "description": "With our time constraints, I appreciate straightforward service. Prodyme's customer service is just that – no fluff, no complications. Any hiccup, they sorted it out. They genuinely care about your satisfaction. It's a rare find these days."
    },
    {
        "image":"https://media.prodyme.in/assets/cust.png",
        "title": "Mrs. Barnali Sengupta Sh. Garden, Ghaziabad",
        "description": "Prodyme Homes is the kind of builder you appreciate at our age. Professional, reliable, and they deliver on their promises. Our home turned out better than expected. If you're looking for hassle-free construction, these folks know their stuff."
    },
    {
        "image": "https://media.prodyme.in/assets/cust.png",
        "title": "Ms. Tejaswita Raj Sec 55, Gurugram",
        "description": "Prodyme Homes built more than a house; they built our sanctuary. The craftsmanship is top-notch. For the money you spend, you want something sturdy, and they delivered. Our home is a testament to their commitment to quality."
    },
    {
        "image": "https://media.prodyme.in/assets/cust.png",
        "title": "Mr. Tridib Ray Jor Bagh, Delhi",
        "description": "Prodyme Homes delivers unmatched excellence in construction. Our home is a masterpiece, showcasing their commitment to craftsmanship. For sophistication and a seamless building experience, Prodyme Homes stands out."
    }
]